Repository: AlexGubkovich/KholodetsWebApp
Catalog: WeEatKholodets/Localization/*.po
Languages: ru

# Pages.Shared._Layout
source: Recipes
ru: Рецепты

# Pages.Shared._Layout
source: I want to eat
ru: Хочу кушать

# Pages.Shared._Layout
source: About
ru: О нас

# Pages.Shared._LoginPartial
source: Logout
ru: Выйти

# Pages.Shared._LoginPartial
source: Register
ru: Зарегистрироваться

# Pages.Shared._LoginPartial
source: Login
ru: Войти

# Pages.Shared._LoginPartial
source: Manage
ru: Управлять аккаунтом

# Pages.Shared._RecipeNavMenuPartial
source: Add your recipe
ru: Добавить рецепт

# Pages.Shared._RecipeNavMenuPartial
source: Favorites
ru: Избранное

# Pages.Shared._RecipeNavMenuPartial
source: Recipes
ru: Рецепты

# Pages.Index
source: Home page
ru: Главная

# Pages.Index
source: Welcome text
ru: Приветсвую вас на сайте. Не будем ходить вокруг да около. В холодце содержится много коллагена, он очень полезен для кожи и суставов, а таеже обладает высоким содержанием белка, витаминами А,В и С. А ведь не каждый умеет его готовить. Здесь вы найдете рецепты, а также сможете присоединится к сообществу близких вам по вкусовым рецепторам людей.

# Pages.Index
source: Are you hungry?
ru: Вы голодные?

# Pages.Index
source: I want to eat
ru: Да!

# Pages.Index
source: Are you looking for a recipe?
ru: Ищите рецепты?

# Pages.Index
source: Recipes are here
ru: А рацепты здесь

# Pages.WantToEat
source: You have already eaten kholodets
ru: Вы уже ели сегодня холодец. Молодца, так держать!

# Pages.WantToEat
source: I ate kholodets today
ru: Я сьел холодец

# Pages.WantToEat
source: IWantToEat
ru: Хочу есть

# Pages.WantToEat
source: had kholodets
ru: сьел холодец

# Pages.WantToEat
source: Community
ru: Комьюнити

# Pages.About
source: About
ru: Обо мне

# Pages.About
source: WTF?
ru: Чё за?

# Pages.About
source: About me
ru: Действительно, нафига? Почему - а <a>потому</a>. Зачем - затем? Ладно, а теперь серьезно. Я ненавижу холодец, поэтому я сделал сайт для тех, кому он нравится, чтобы у них было свое комьюнити. Просто так, из милосердия.

# Pages.About
source: Literally me
ru: Буквально я

# Pages.Recipes.Index
source: Recipes
ru: Рецепты

# Pages.Recipes.Index
source: Search
ru: Искать

# Pages.Recipes.Index
source: Most popular
ru: Самые популярные

# Pages.Recipes.Index
source: Nothing found
ru: Ничего не найдено

# Pages.Recipes.Favorites
source: Favorite recipes
ru: Избранные рецепты

# Pages.Recipes.Favorites
source: There is nothing
ru: Здесь ничего нет

# Pages.Recipes.Favorites
source: Do you want to delete recipe from favorites?
ru: Вы хотите удалить рецепт из избранного?

# Pages.Recipes.Favorites
source: Close
ru: Закрыть

# Pages.Recipes.Favorites
source: Delete
ru: Удалить

# Pages.Recipes.ResipeDetails
source: Recipe
ru: Рецепт

# Pages.Recipes.ResipeDetails
source: Description
ru: Описание

# Pages.Recipes.ResipeDetails
source: Ingredients
ru: Ингредиенты

# Pages.Recipes.ResipeDetails
source: Method of cooking
ru: Метод приготовления

# Pages.Recipes.ResipeDetails
source: Not found
ru: Не найдено

# Pages.Recipes.UploadRecipe
source: Add Recipe
ru: Добавить рецепт

# Pages.Recipes.UploadRecipe
source: Title
ru: Название

# Pages.Recipes.UploadRecipe
source: Description
ru: Описание

# Pages.Recipes.UploadRecipe
source: Ingredients
ru: Ингредиенты

# Pages.Recipes.UploadRecipe
source: Add ingredient
ru: Добавить ингредиент

# Pages.Recipes.UploadRecipe
source: Remove ingredient
ru: Удалить ингредиент

# Pages.Recipes.UploadRecipe
source: How to cook?
ru: Как приготовить?

# Pages.Recipes.UploadRecipe
source: Photos
ru: Фото

# Pages.Recipes.UploadRecipe
source: Add
ru: Добавить

source: TitleRequired
ru: Поле названия является обязательным

source: DescriptionRequired
ru: Поле описания является обязательным

source: IngredientsRequired
ru: Должен быть указан по крайней мере один ингредиент

source: CookingMethodRequired
ru: Поле метода приготовления является обязательным

source: PhotosRequired
ru: Должно быть загружено по крайней мере одно фото

source: TitleMaxString
ru: Максимальная длинна названия 20 символов

source: DescriptionMaxString
ru: Максимальная длинна описания 60 символов

source: CookingMethodMaxString
ru: Максимальная длинна метода приготовления 5000 символов

# Identity.Pages.Account.Logout
source: Log out
ru: Выйти

# Identity.Pages.Account.Logout
source: Click here to Logout
ru: Нажмите здесь, чтобы выйти

# Identity.Pages.Account.Logout
source: You have successfully logged out of the application.
ru: Вы успешно вышли.

# Identity.Pages.Account.Register
source: Register
ru: Регистрация

# Identity.Pages.Account.Register
source: Create a new account.
ru: Создать новый аккаунт.

# Identity.Pages.Account.Register
source: Use another service to register.
ru: Использовать сторонний сервис для регистрации.

# Identity.Pages.Account.Register
source: Log in using your account
ru: Войдите, используя свой аккаунт

# Identity.Pages.Account.Login
source: Log in
ru: Войти

# Identity.Pages.Account.Login
source: Use a local account to log in.
ru: Используйте для входа локальную учетную запись.

# Identity.Pages.Account.Login
source: Forgot your password?
ru: Забыли пароль?

# Identity.Pages.Account.Login
source: Register as a new user
ru: Зарегистрироваться как новый пользователь

# Identity.Pages.Account.Login
source: Use another service to log in.
ru: Использовать сторонний сервис для входа.

# Identity.Pages.Account.Login
source: Log in using your account
ru: Войдите, используя свой аккаунт

# Identity.Pages.Account.Manage._ManageNav
source: Password
ru: Пароль

# Identity.Pages.Account.Manage._ManageNav
source: Personal data
ru: Личные данные

# Identity.Pages.Account.Manage._Layout
source: Manage your account
ru: Управление учетной записью

# Identity.Pages.Account.Manage._Layout
source: Change your account settings
ru: Изменить настройки вашей учетной записи

# Identity.Pages.Account.Manage.Index
source: Profile
ru: Профиль

# Identity.Pages.Account.Manage.Index
source: Hello, a kholodets lover whose email
ru: Здравствуй любитель холодца, чей адрес электронной почты

# Identity.Pages.Account.Manage.PersonalData
source: Personal Data
ru: Личные данные

# Identity.Pages.Account.Manage.PersonalData
source: Your account contains personal data that you have given us. This page allows you to delete that data.
ru: Ваша учетная запись содержит личные данные, которые вы дали нам. Эта страница позволяет удалить эти данные.

# Identity.Pages.Account.Manage.PersonalData
source: Deleting this data will permanently remove your account, and this cannot be recovered.
ru: Удаление этих данных навсегда удалит вашу учетную запись, и она не сможет быть восстановлена.

# Identity.Pages.Account.Manage.PersonalData
source: Delete
ru: Удалить

# Identity.Pages.Account.Manage.SetPassword
source: Set password
ru: Установить пароль

# Identity.Pages.Account.Manage.SetPassword
source: You do not have a local password for this site. Add a local account so you can log in without an external login.
ru: Вы не имеете локального пароля для этого сайта. Добавьте локальную учетную запись, чтобы вы могли войти без стороннего сервиса.

# Identity.Pages.Account.Manage.SetPassword
source: Set your password
ru: Установить пароль

# Identity.Pages.Account.Manage.ChangePassword
source: Change password
ru: Изменить пароль

# Identity.Pages.Account.Manage.ChangePassword
source: Update password
ru: Изменить пароль

# Identity.Pages.Account.Manage.DeletePersonalData
source: Delete Personal Data
ru: Удаление персональных данных

# Identity.Pages.Account.Manage.DeletePersonalData
source: Deleting this data will permanently remove your account, and this cannot be recovered.
ru: Удаление этих данных навсегда удалит вашу учетную запись, и она не сможет быть восстановлена.

# Identity.Pages.Account.Manage.DeletePersonalData
source: Delete data and close my account
ru: Удалить и выйти из аккаунта

# Identity.Pages.Account.ExternalLogin
source: Register
ru: Зарегистрироваться

# Identity.Pages.Account.ExternalLogin
source: Associate your
ru: Присоединить ваш

# Identity.Pages.Account.ExternalLogin
source: account.
ru: аккаунт.

# Identity.Pages.Account.ExternalLogin
source: You've successfully authenticated with
ru: Вы успешно прошли проверку подлинности

# Identity.Pages.Account.ExternalLogin
source: Please enter an email address for this site below and click the Register button to finish logging in.
ru: Пожалуйста, введите адрес электронной почты для этого сайта ниже и нажмите кнопку Зарегистрироваться, чтобы завершить вход в систему.

# Identity.Pages.Account.RegisterConfirmation
source: Register confirmation
ru: Подтверждение регистрации

# Identity.Pages.Account.RegisterConfirmation
source: Please check your email to confirm your account.
ru: Пожалуйста, проверьте электронную почту, чтобы подтвердить свою учетную запись.

# Identity.Pages.Account.ConfirmEmail
source: Confirm email
ru: Подтвердить электронную почту

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: Confirm password
ru: Подтверждение пароля

source: Remember me?
ru: Запомнить меня?

source: New password
ru: Новый пароль

source: Confirm new password
ru: Подтверждение нового пароля

source: Current password
ru: Текущий пароль

source: The {0} must be at least {2} and at max {1} characters long.
ru: {0} должен иметь длину не менее {2} и максимум {1} символов.

source: The password and confirmation password do not match.
ru: Пароль и подтверждение пароля не совпадают.

source: The Email field is required.
ru: Электронная почта является обязательным полем.

source: The Password field is required.
ru: Пароль является обязательным полем .
